[
  {
    "quote": "Life is meaningless and there’s nothing we can do about it.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "The only absolute knowledge attainable by man is that life is meaningless.",
    "author": "Leo Tolstoy"
  },
  {
    "quote": "To live is to suffer, to survive is to find some meaning in the suffering.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "If we do not find meaning in life, we will find it in death.",
    "author": "Albert Camus"
  },
  {
    "quote": "We are all in the gutter, but some of us are looking at the stars.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "Man is the only animal that can remain on friendly terms with the victim he intends to eat until he eats him.",
    "author": "Samuel Butler"
  },
  {
    "quote": "The absurd is the essential concept and the first truth.",
    "author": "Albert Camus"
  },
  {
    "quote": "Without music, life would be a mistake.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "I can give you no reason for loving life, only a reason to hate death.",
    "author": "Emil Cioran"
  },
  {
    "quote": "Life is a constant struggle against the absurdity of existence.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
    "author": "Aristotle"
  },
  {
    "quote": "The only purpose of life is to exist in spite of its meaninglessness.",
    "author": "Albert Camus"
  },
  {
    "quote": "All is vanity, and striving after the wind.",
    "author": "King Solomon"
  },
  {
    "quote": "The search for meaning is an act of defiance against the void.",
    "author": "Irvin D. Yalom"
  },
  {
    "quote": "The meaning of life is that it stops.",
    "author": "Franz Kafka"
  },
  {
    "quote": "The human condition is such that, in the end, we’re all left to face the absurd alone.",
    "author": "Albert Camus"
  },
  {
    "quote": "Nothingness is more profound than existence.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "We are the slaves of our own nihilism.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "Life is nothing, but the attempt to escape from the void is everything.",
    "author": "Emil Cioran"
  },
  {
    "quote": "There is no meaning to life except the meaning we give to it.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "The universe is indifferent to human suffering.",
    "author": "Thomas Ligotti"
  },
  {
    "quote": "The absurd is born of this confrontation between the human need and the unreasonable silence of the world.",
    "author": "Albert Camus"
  },
  {
    "quote": "Life is a dream, and the dream is the only thing that matters.",
    "author": "Miguel de Unamuno"
  },
  {
    "quote": "The universe doesn't care about you.",
    "author": "Douglas Adams"
  },
  {
    "quote": "Suffering is universal; the way it is dealt with is not.",
    "author": "Kurt Vonnegut"
  },
  {
    "quote": "Life is a pointless joke, and we are all the punchline.",
    "author": "Douglas Adams"
  },
  {
    "quote": "The only reason we exist is because we were born into this meaningless world.",
    "author": "Thomas Ligotti"
  },
  {
    "quote": "In the end, we will remember not the words of our enemies, but the silence of our friends.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "We are born into a world where we do not belong, and we will die in the same way.",
    "author": "Emil Cioran"
  },
  {
    "quote": "The world is full of suffering, but it is also full of the overcoming of it.",
    "author": "Helen Keller"
  },
  {
    "quote": "Death is the ultimate rebellion.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "What does not kill me makes me weaker.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "What is the meaning of life? To be awake and conscious and then to let it go.",
    "author": "Jiddu Krishnamurti"
  },
  {
    "quote": "We are just a moment in time.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "Life is a mistake that does not stop happening.",
    "author": "Emil Cioran"
  },
  {
    "quote": "Life is absurd. It’s a joke played on us by the universe.",
    "author": "Kurt Vonnegut"
  },
  {
    "quote": "Humans are the only species who can create a sense of purpose out of an empty universe.",
    "author": "Richard Dawkins"
  },
  {
    "quote": "I wish I could be content, but I’m not. Life is too big for my comprehension.",
    "author": "Simone de Beauvoir"
  },
  {
    "quote": "In a world without meaning, the only meaning is the one you create.",
    "author": "Albert Camus"
  },
  {
    "quote": "The meaning of life is the lie that we keep telling ourselves.",
    "author": "Emil Cioran"
  },
  {
    "quote": "We are all doomed, and there is no escape.",
    "author": "Blaise Pascal"
  },
  {
    "quote": "The absurdity of life is its greatest irony.",
    "author": "Jorge Luis Borges"
  },
  {
    "quote": "Suffering is the one thing that guarantees meaning in a meaningless universe.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "We are born into a world of suffering and go to our graves without ever having truly understood it.",
    "author": "Albert Camus"
  },
  {
    "quote": "The universe is a chaos, and human life is but a fleeting moment of order.",
    "author": "H.P. Lovecraft"
  },
  {
    "quote": "All of life is nothing but an illusion. A flicker in the darkness.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "Our existence is a pitiful waste of time.",
    "author": "Emil Cioran"
  },
  {
    "quote": "We make meaning to escape from the void that stares back at us.",
    "author": "Thomas Ligotti"
  },
  {
    "quote": "Life is an absurdity, one in which we can never find true peace.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "The search for meaning is futile, but it is the only thing we can do.",
    "author": "Albert Camus"
  },
  {
    "quote": "We are all just dust in the wind, and nothing else matters.",
    "author": "Kansas"
  },
  {
    "quote": "All things must pass, even the greatest of human achievements.",
    "author": "George Harrison"
  },
  {
    "quote": "The greatest of human suffering is that we cannot escape our own absurdity.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "Meaning is a lie we tell ourselves to make life bearable.",
    "author": "Albert Camus"
  },
  {
    "quote": "What is life but a series of meaningless events?",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "We are a species that thrives on finding meaning in a world that is fundamentally indifferent.",
    "author": "Richard Dawkins"
  },
  {
    "quote": "Life is a cosmic joke; we are its punchline.",
    "author": "Douglas Adams"
  },
  {
    "quote": "We must imagine Sisyphus happy.",
    "author": "Albert Camus"
  },
  {
    "quote": "The absurd man is he who lives without hope in a hopeless world.",
    "author": "Albert Camus"
  },
  {
    "quote": "Reality is nothing but a cruel joke played by the universe.",
    "author": "Kurt Vonnegut"
  },
  {
    "quote": "Meaningless is the human condition.",
    "author": "Emil Cioran"
  },
  {
    "quote": "We live in a world where the most important things are, in the end, the least important.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "In the end, we find no reason for our suffering, only the suffering itself.",
    "author": "Emil Cioran"
  },
  {
    "quote": "It is the lack of meaning that gives life its meaning.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "We are insignificant in the grand scheme of things.",
    "author": "Carl Sagan"
  },
  {
    "quote": "The universe is indifferent to human struggle and suffering.",
    "author": "Stephen Hawking"
  },
  {
    "quote": "Life is just a temporary illusion on a dark stage.",
    "author": "Thomas Ligotti"
  },
  {
    "quote": "There’s no grand purpose behind it all; it’s just a series of random events.",
    "author": "Richard Dawkins"
  },
  {
    "quote": "The meaning of life is simply that it has none.",
    "author": "Albert Camus"
  },
  {
    "quote": "Everything is absurd, and so it must be embraced.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "We are born to suffer, and in the end, we die alone.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "Life is a journey without a destination.",
    "author": "Emil Cioran"
  },
  {
    "quote": "In the end, everything will be forgotten.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "We are all just passing through an endless void.",
    "author": "Thomas Ligotti"
  },
  {
    "quote": "Life’s meaning is something we must construct for ourselves, but it will never be enough.",
    "author": "Albert Camus"
  },
  {
    "quote": "The universe will continue on, indifferent to our suffering.",
    "author": "Carl Sagan"
  },
  {
    "quote": "Life is absurd because meaning itself is absurd.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "We are like ants in a grand cosmos, fighting for meaning where none exists.",
    "author": "Richard Dawkins"
  },
  {
    "quote": "In the end, the only real truth is that there is no truth.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "Meaning is nothing more than an illusion designed to make life more bearable.",
    "author": "Albert Camus"
  },
  {
    "quote": "The universe is dark and full of suffering, but life goes on.",
    "author": "Kurt Vonnegut"
  },
  {
    "quote": "Life’s absurdity can only be acknowledged by those brave enough to face it.",
    "author": "Albert Camus"
  },
  {
    "quote": "Everything we do is in vain, yet we continue to do it.",
    "author": "Friedrich Nietzsche"
  },
  {
    "quote": "The greatest act of rebellion is to live in a meaningless world.",
    "author": "Emil Cioran"
  },
  {
    "quote": "There is no true purpose, only endless cycles of suffering.",
    "author": "Jean-Paul Sartre"
  }
]
